/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambiophonique W";

/* An audio channel label. */
"Ambisonic X" = "Ambiophonique X";

/* An audio channel label. */
"Ambisonic Y" = "Ambiophonique Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambiophonique Z";

/* An audio channel label. */
"Center" = "Centre";

/* An audio channel label. */
"Center Surround" = "Surround centré";

/* An audio channel label. */
"Center Surround Direct" = "Centre surround direct";

/* Channel. An audio channel label. */
"Channel" = "Canal";

/* Channels. An audio channel label. */
"Channels" = "Canaux";

/* An audio channel label. */
"Click Track" = "Piste-métronome";

/* An audio channel label. */
"Dialog Centric Mix" = "Mélange central de dialogues";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Discret";

/* An audio channel label. */
"Foreign Language" = "Langue étrangère";

/* An audio channel label. */
"Headphones Left" = "Écouteurs - gauche";

/* An audio channel label. */
"Headphones Right" = "Écouteurs - droite";

/* An audio channel label. */
"Hearing Impaired" = "Malentendant";

/* An audio channel label. */
"Left" = "Gauche";

/* An audio channel label. */
"Left Center" = "Gauche centrée";

/* An audio channel label. */
"Left Surround" = "Gauche surround";

/* An audio channel label. */
"Left Surround Direct" = "Gauche surround direct";

/* An audio channel label. */
"Left Total" = "Gauche - tous";

/* An audio channel label. */
"Left Wide" = "Gauche large";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "Écran LFE";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Milieu";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Narration";

/* An audio channel label. */
"Rear Surround Left" = "Arrière gauche surround";

/* An audio channel label. */
"Rear Surround Right" = "Arrière droite surround";

/* An audio channel label. */
"Right" = "Droit";

/* An audio channel label. */
"Right Center" = "Droite centrée";

/* An audio channel label. */
"Right Surround" = "Droite surround";

/* An audio channel label. */
"Right Surround Direct" = "Droite surround direct";

/* An audio channel label. */
"Right Total" = "Droite - tous";

/* An audio channel label. */
"Right Wide" = "Droite large";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Côté";

/* An audio channel label. */
"Top Back Center" = "Haut arrière centré";

/* An audio channel label. */
"Top Back Left" = "Haut arrière gauche";

/* An audio channel label. */
"Top Back Right" = "Haut arrière droite";

/* An audio channel label. */
"Top Center Surround" = "Haut surround centré";

/* An audio channel label. */
"Unknown" = "Inconnu";

/* An audio channel label. */
"Unused" = "Inutilisé";

/* An audio channel label. */
"Vertical Height Center" = "Hauteur verticale centre";

/* An audio channel label. */
"Vertical Height Left" = "Hauteur verticale gauche";

/* An audio channel label. */
"Vertical Height Right" = "Hauteur verticale droite";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Tactile";

